[Akimbo X2SoldierClassTemplate]
+DisplayName="Акимбо"
+ClassSummary="Акимбо использует два пистолета одновременно, чтобы втянуть в бой противников на короткой или средней дистанции. Он может специализироваться либо на стрельбе и уклонении от выстрелов, либо удивить врага внезапным градом рукопашных ударов."
+LeftAbilityTreeTitle="Ган Фу"
+RightAbilityTreeTitle="Задира"
AbilityTreeTitles[0]="Ган Фу"
AbilityTreeTitles[1]="Задира"
AbilityTreeTitles[2]="Вспомогательные"

+RandomNickNames[0]="Трюкач"
+RandomNickNames[1]="Раз-Два"
+RandomNickNames[2]="Судья"
+RandomNickNames[3]="Дабл"
+RandomNickNames[4]="Выстрел"
+RandomNickNames[5]="Кольт"
+RandomNickNames[6]="Техас"
+RandomNickNames[7]="Меткий глаз"
+RandomNickNames[8]="Фокус"
+RandomNickNames[9]="Два ствола"
+RandomNickNames[10]="На взводе"
+RandomNickNames[11]="Час расплаты"
+RandomNickNames[12]="Ковбой"
+RandomNickNames[13]="Хитман"
+RandomNickNames[14]="Иствуд"
+RandomNickNames[15]="Смит-Вессон"
+RandomNickNames[16]="Курок"
+RandomNickNames[17]="Вестерн"
+RandomNickNames[18]="Клирик"
+RandomNickNames[19]="Магнум"
+RandomNickNames[20]="Шериф"
+RandomNickNames[21]="Рикошет"
+RandomNickNames[22]="Дуэлянт"
+RandomNickNames[23]="Ворон"

;//SQUADDIE PERKS
;///LocHelpText - shown in tactical under ability name
;///LocLongDescription - shown in strategic at the bottom, and on mouseover on corner icon in tactical

[DP_DualPistols X2AbilityTemplate]
LocFriendlyName="Стрельба по-македонски"
LocLongDescription="Этот солдат прошел специальную подготовку и не имеет штрафа к меткости при стрельбе с обеих рук сразу."
LocPromotionPopupText="<Bullet/> Большинство атак при стрельбе по-македонски считается отдельной атакой из каждого оружия. Шансы попадания для каждого выстрела рассчитывается отдельно, на них могут влиять установленные (именно на это оружие!) оружейные модули."

;//GUN FU PERKS

[DP_TrickShot X2AbilityTemplate]
LocFriendlyName="Трюк с пулей"
LocLongDescription="Особый двойной выстрел против цели в укрытии. Игнорирует бонус к защите от укрытия и дает +40% шанса на крит, но урон наносится только из основного оружия"
LocHelpText="Выстрел с фланга из основного оружия против цели в укрытии."
LocFlyOverText="Трюк с пулей" 
LocPromotionPopupText="<Bullet/> Требуемое оружие: двойные пистолеты. <br/><Bullet/> Активируется только на врагов в укрытии. <br/><Bullet/> Игнорирует бонусы от укрытия.<br/><Bullet/> Урон наносится только из основного оружия.<br<Bullet/> Эта способность получает бонусы от \"Охотничьего инстинкта\" и имеет тот же шанс на крит, что и обычный удар с фланга, но не зависит от прочих фланговых бонусов.<br/><Bullet/> Нет кулдауна.<br/>"

[DP_BulletTime X2AbilityTemplate]
LocFriendlyName="Время убивать"
LocLongDescription="\"Выстрел из пистолета\",\"Трюк с пулей\", \"Выстрел в ногу\", \"Шах и мат\", \"Расстрел\" и \"Перестрелка\" больше не заканчивают ход."
LocFlyOverText="Время убивать"
LocPromotionPopupText="<Bullet/> Обычно Акимбо не может использовать \"Перестрелку\" (Faceoff), она появилась в списке в случае использования вместе с Musashi's RPG Overhaul."

[DP_GunKata X2AbilityTemplate]
LocFriendlyName="Ката Стрелка"
LocLongDescription="Режим наблюдения дает дополнительное действие боеготовности. Действия боеготовности теперь могут также использоваться, чтобы избегать вражеских атак."
LocHelpText="Режим наблюдения дает дополнительное действие боеготовности. Действия боеготовности теперь могут также использоваться, чтобы избегать вражеских атак."
LocFlyOverText="Ката Стрелка" 
LocPromotionPopupText="<Bullet/> В режиме наблюдения действия боеготовности позволят полностью избежать вражеских атак. <Bullet/><br/> Действие боеготовности не потратится, если вражеская атака не попала бы по вам  изначально. <br/><Bullet/> Эффекты \"Ката Стрелка\" применяются и при действиях боеготовности, полученных от \"Стража\", \"Оценки угрозы\" и других подобных способностей."

[DP_SpinningReload_Active X2AbilityTemplate]
LocFriendlyName="Круговая перезарядка"
LocLongDescription="Перезарядка вашего оружия дает действие боеготовности. Кроме того, добавляется пассивная способность тратить действия боеготовности на автоматическую перезарядку во время вражеского хода."
LocHelpText="Перезаряжает оружие и дает \"Наблюдение\"."
LocFlyOverText="Круговая перезарядка" 

[DP_SpinningReload_Passive X2AbilityTemplate]
LocFriendlyName="Круговая перезарядка"
LocLongDescription="Перезарядка вашего оружия дает действие боеготовности. Кроме того, добавляется пассивная способность тратить действия боеготовности на автоматическую перезарядку во время вражеского хода."
LocHelpText="Автоматическая перезарядка за действия боеготовности."
LocPromotionPopupText="<Bullet/> Использование \"Круговой перезарядки\" во время своего хода даст дополнительное действие боеготовности.<br/><Bullet/> Либо же \"Круговая перезарядка\" сработает автоматически, если вы закончите ход без патронов и остались свободные действия боеготовности. <br/><Bullet/> Также она сработает в начале вашего следующего хода, если оружие заряжено не полностью, и осталось неиспользованным хотя бы одно действие боеготовности." 

[DP_SpinningReload_EOT X2AbilityTemplate]
LocFriendlyName="Круговая перезарядка"
LocLongDescription="Перезарядка вашего оружия дает действие боеготовности. Кроме того, добавляется пассивная способность тратить действия боеготовности на автоматическую перезарядку во время вражеского хода."
LocHelpText="Автоматическая перезарядка за действия боеготовности."
LocFlyOverText="Круговая перезарядка" 

[DP_Quicksilver X2AbilityTemplate]
LocFriendlyName="Как ртуть"
LocLongDescription="\"Наблюдение\" больше не заканчивает ход. Кроме того, ваши ответные выстрелы имеют +20 к меткости."
LocHelpText="\"Наблюдение\" больше не заканчивает ход. Кроме того, ваши ответные выстрелы имеют +20 к меткости."
LocPromotionPopupText="Эта способность дает возможность активировать \"Наблюдение\" несколько раз за ход, добавляя действие боеготовности при каждой активации."

[DP_Unload X2AbilityTemplate]
LocFriendlyName="Расстрел"
LocLongDescription="Выстрел из каждого оружия три раза в одну цель. Расходует 3 единицы патронов, кулдаун 3 хода. Способность имеет штраф -20 к меткости и не может нанести критический урон."
LocHelpText="Выстрел из каждого оружия 3 раза в одну цель. Кулдаун 3 хода."
LocFlyOverText="Расстрел"

;//SCRAPPER PERKS

[DP_PistolWhip X2AbilityTemplate]
LocFriendlyName="Удар пистолетами"
LocLongDescription="Движение к врагу и удар обоими пистолетами. Наносит тот же урон, что и выстрел."
LocHelpText="Движение к врагу и удар обоими пистолетами."
LocFlyOverText="Удар пистолетами"
LocPromotionPopupText="<Bullet/> Удар пистолетами наносит тот же урон, что и выстрел, но не получает бонус к криту от удара с фланга или эффекты от особых патронов.  <br/><Bullet/> Удар каждым оружием имеет свой шанс попадания."

[DP_BonusMeleeAim X2AbilityTemplate]
LocFriendlyName="На взводе"
LocLongDescription="Пассивная способность: +20 к меткости ко ВСЕМ рукопашным атакам двойным огнестрельным оружием. \"Удар пистолетами\" теперь не заканчивает ход, если враг уже и так на расстоянии рукопашного удара".
LocHelpText="Пассивная способность: +20 к меткости ко ВСЕМ рукопашным атакам двойным огнестрельным оружием. \"Удар пистолетами\" теперь не заканчивает ход, если враг уже и так на расстоянии рукопашного удара."

[DP_TakeInitiative X2AbilityTemplate]
LocFriendlyName="Перехват инициативы"
LocLongDescription="Атака врага с помощью \"Удара пистолетами\" активирует возможность дополнительных ответных рукопашных атак каждого врага рядом, включая первоначальную цель."
LocFlyOverText="Перехват инициативы"
LocPromotionPopupText="<Bullet/> Каждый враг может вызвать одну рукопашную атаку от \"Перехвата инициативы\"  или \"Ближнего боя\" за ход. <br/><Bullet/> Конец вашего хода или конец хода противника снимает это ограничение. <br/><Bullet/> Эти атаки считаются ответными и имеют штраф к меткости."

[DP_CQCSupremacy X2AbilityTemplate]
LocFriendlyName="Ближий бой"
LocLongDescription="Свободные рукопашные атаки врагов, движущихся или совершающих действия рядом с бойцом."
LocFlyOverText="Ближий бой"
LocPromotionPopupText="<Bullet/> Каждый враг может вызвать одну рукопашную атаку от \"Перехвата инициативы\"  или \"Ближнего боя\" за ход. <br/><Bullet/> Конец вашего хода или конец хода противника снимает это ограничение.<br/><Bullet."

[DP_ElectrifiedSpikes X2AbilityTemplate]
LocFriendlyName="Электрические шипы"
LocLongDescription="Повторные рукопашные атаки по одной цели имеют 75%-ный шанс дезориентировать ее. Рукопашные атаки по дезориентированной цели имеют 75%-ный шанс оглушить ее. Кроме того, рукопашные атаки дезориентированных и оглушенных целей разрывают одну единицу брони за каждый удар."
LocFlyOverText="Электрические шипы"
LocPromotionPopupText="<Bullet/> Этот эффект может накладываться от второй атаки одного \"Удара пистолетами\".<br/><Bullet/> Если вы используете эту способность в Musashi's RPG Overhaul, учитывайте, что она работает ТОЛЬКО с рукопашными атаками Акимбо."

[DP_Checkmate X2AbilityTemplate]
LocFriendlyName="Шах и мат"
LocLongDescription="Особый выстрел из основного оружия, наносящий дополнительно 100% урона(300% при использовании двойных пистолетов) оглушенным, паникующим или находящимся без сознания целям с близкого расстояния. Бьет без промаха, всегда наносит крит." 
LocHelpText="Особый выстрел из основного оружия, наносящий дополнительно 100% урона(300% при использовании двойных пистолетов) оглушенным, паникующим или находящимся без сознания целям с близкого расстояния."
LocFlyOverText="Шах и мат"
LocPromotionPopupText="<Bullet/> Может быть использован только против оглушенных, паникующих или находящихся без сознания целей на соседней клетке с бойцом.<br/><Bullet/> Не включает в себя движение.<br/><Bullet/> \"Шах и мат\" всегда попадает и всегда наносит критический урон.<br/><Bullet/> Расходует 1 единицу патронов. Нет кулдауна."

[DP_LimitBreak X2AbilityTemplate]
LocFriendlyName="За гранью"
LocLongDescription="Позволяет бойцу выйти за границы человеческих возможностей и обрести невероятный контроль над собственным телом. Дает неограниченное количество действий до конца хода, однако каждое действие после четвертого наносит бойцу немедленный урон в 10% от всего запаса здоровья. Действия после пятого имеют растущий шанс того, что боец потеряет сознание. Полученный из других источников урон откладывается до следующего хода и будет усилен на 25%. Используется один раз за миссию."
LocHelpText="Дает неограниченное количество действий до конца хода. Длительное использование наносит урон бойцу и может заставить потерять сознание. Полученный из других источников урон откладывается до следующего хода и будет усилен на 25%."
LocFlyOverText="За гранью"
LocPromotionPopupText="<Bullet/> \"За гранью\" требует как минимум одного действия для активации, но потратит все имеющиеся очки действий. <br/><Bullet/> После активации способности боец получит неограниченное число действий до конца хода. Однако каждое действие после четвертого наносит бойцу немедленный урон в 10% от всего запаса здоровья.<br/><Bullet/> Этот урон отменяет \"Наблюдение\".<br/><Bullet/> Весь полученный из любых других источников урон откладывается до вашего следующего хода и будет усилен на 25%.<br/><Bullet/> Если урон от атаки превысит текущий уровень здоровья бойца, он все-таки умрет.<br/><Bullet/> Действия после пятого имеют растущий шанс того, что боец потеряет сознание. Шансы на потерю сознания:<br/><Bullet/> 6 действий: 25%<br/><Bullet/> 7 действий: 50%<br/><Bullet/> 8 действий: 75%<br/><Bullet/> 9 действий: 90%<br/><Bullet/> 10 действий и больше: 95%<br/><Bullet/> Примечание: Ментальный щит или другие похожие эффекты предотвратят отерю сознания.<br/><Bullet/> Если боец потерял сознание, но был восстановлен на том же ходу, он останется под воздействием способности \"За гранью\", и число совершенных действий НЕ сбросится."

[DP_LimitBreak_SelfDamage X2AbilityTemplate]
LocFlyOverText="За гранью"

;// SUPPLEMENTAL TREE

[DP_LegShot X2AbilityTemplate]
LocFriendlyName="Выстрел в ногу"
LocLongDescription="Особый двойной выстрел, снижающий мобильность врага и могущий вообще его обездвижить. Наносит половинные повреждения и не может нанести критический урон. Снижение мобильности длится один ход."
LocHelpText="Двойной выстрел, потенциально могущий обездвижить врага на 1 ход.  Наносит половинные повреждения, не может нанести критический урон."
LocFlyOverText="Выстрел в ногу"
LocPromotionPopupText="<Bullet/> Требуется оружие: двойные пистолеты. <br/><Bullet/> Каждое попадание по цели снижает ее мобильность на 10. Это не помешает врагу телепортироваться или использовать крюк.<br/><Bullet/> Нет кулдауна."

[DP_DirtyKick X2AbilityTemplate]
LocFriendlyName="Подлый удар"
LocLongDescription="Движение к врагу и пинок в уязвимое место. При попадании оглушает на три действия."
LocHelpText="Движение к врагу и пинок в уязвимое место. При попадании оглушает на три действия."
LocFlyOverText="Подлый удар"
LocPromotionPopupText="<Bullet/> Эта способность включает в себя движение и считается рукопашной атакой, но не наносит никакого урона, даже с \"Охотничьим инстинктом\".<br/><Bullet/> Не может быть использована против роботов и больших врагов.<br/><Bullet/> \"Оглушение на 3 действия\" означает, что большинство врагов будут оглушены 1 ход, а на следующий за этим ход потеряют 1 действие.<br/><Bullet/> Стоит одно действие и не заканчивает ход.<br/><Bullet/> Кулдаун 3 хода."

[DP_HuntersInstinct X2AbilityTemplate]
LocFriendlyName="Охотничий инстинкт"
LocLongDescription="Увеличивает урон от ударов с фланга на +1. Увеличивает рукопашный урон на +1."
LocFlyOverText="Охотничий инстинкт"
LocPromotionPopupText="Бонус к урону применяется к каждому выстрелу или рукопашному удару, включая \"Трюк с пулей\"."

